Repository: EyeSeeTea/landing-page-app
Catalog: i18n/*.po
Languages: de, es, fr, it, pt, ru

source: World Health Organization
de: Weltgesundheitsorganisation
es: Organización Mundial de la Salud
fr: Organisation Mondial de la Santé
it: Organizzazione mondiale della Sanit√†
pt: Organização Mundial da Saúde
ru: Всемирная организация здравоохранения

source: Hepatitis
fr: Hepatite
it: Epatite
pt: Hepatite
ru: гепатит

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
pt: Dados
ru: Данные

source: Cascade of care / cure
de: Kaskade der Pflege / Heilung
es: Cascada de cuidado / cura
fr: Cascade de Cure / soins
it: Cascata di rimedio / cure
pt: Cascata de cuidados / cura
ru: Каскад ухода / излечения

source: Enter data on the cascade of care / cure
de: Geben Sie Daten zur Kaskade von Pflege / Heilung ein
es: Ingrese datos en la cascada de cuidado / cura
fr: Entrer des données pour la cascade de cure / soins
it: Immettere i dati sulla cascata di rimedio / cure
pt: Inserir dados na cascata de cuidados / cura
ru: Введите данные каскада лечения / лечения

source: Policy uptake
de: Policenübernahme
es: Adopción de políticas
fr: Adoption de la politique
it: Adozione delle politiche
pt: Adopção de políticas
ru: Внедрение политики

source: Report your situation with respect to policy uptake
de: Berichten Sie über Ihre Situation in Bezug auf die Inanspruchnahme von Richtlinien
es: Informe su situación con respecto a la adopción de políticas
fr: Faire un rapport de la situation en adoption de la politique
it: Segnala la tua situazione in merito all'adozione delle politiche
pt: Relate sua situação com relação à adoção de políticas
ru: Сообщите о вашей ситуации в отношении принятия политики

source: Dashboard
de: Instrumententafel
es: Tablero
fr: Tableau de bord
pt: Painel de controle
ru: Приборная доска

source: Access a dashboard visualizing the data that you entered before
de: Greifen Sie auf ein Dashboard zu, in dem die zuvor eingegebenen Daten angezeigt werden
es: Acceda a un tablero que visualiza los datos que ingresó anteriormente
fr: Accès au tableau de bord pour visualiser des données vous avez entré avant
it: Accedi a una dashboard visualizzando i dati che hai inserito in precedenza
pt: Acesse um painel visualizando os dados inseridos antes
ru: Доступ к панели инструментов, визуализирующей данные, которые вы вводили ранее

source: Other Useful Features
de: Andere nützliche Funktionen
es: Otras características útiles
fr: Autres outils
it: Altre caratteristiche utili
pt: Outros recursos úteis
ru: Другие полезные функции

source: Browser cache cleaner
es: Limpiador de caché del navegador
fr: Netoyage de la cache
it: Pulitore della cache del browser
pt: Limpador de cache do navegador
ru: Очиститель кэша браузера

source: Enables the users to clear the browser cache
de: Ermöglicht den Benutzern, den Browser-Cache zu löschen
es: Permite a los usuarios borrar el caché del navegador
fr: Ceci permet l'utilisateur de netoyer la cache du navigateur
it: Consente agli utenti di cancellare la cache del browser
pt: Permite que os usuários limpem o cache do navegador
ru: Позволяет пользователям очищать кеш браузера

source: User profile
de: Benutzerprofil
es: Perfil del usuario
fr: Profil de l'utilisateur
it: Profilo utente
pt: Perfil de usuário
ru: Профиль пользователя

source: Allows the users to edit account credentials and public profile
de: Ermöglicht den Benutzern das Bearbeiten von Kontoanmeldeinformationen und des öffentlichen Profils
es: Permite a los usuarios editar sus credenciales de cuenta y perfil público
fr: Ceci permet les utilisateurs de modifier leur credentials et profil public
it: Consente agli utenti di modificare le credenziali dell'account e il profilo pubblico
pt: Permite que os usuários editem credenciais da conta e perfil público
ru: Позволяет пользователям редактировать учетные данные и общедоступный профиль
